Ran Plan for project: `pingdom-checks-lifecycle` dir: `pingdom/modules/checks` workspace: `default`

<details><summary>Show Output</summary>

```diff
Connecting to github.com (52.74.223.119:443)
Connecting to github-production-release-asset-2e65be.s3.amazonaws.com (52.216.105.59:443)
terraform-provider-p   1% |                                |  594k  0:00:50 ETA
terraform-provider-p  27% |********                        | 8461k  0:00:05 ETA
terraform-provider-p  70% |**********************          | 21.2M  0:00:01 ETA
terraform-provider-p 100% |********************************| 30.0M  0:00:00 ETA


An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.awesome-commerce-psql.pingdom_check.checks will be created
+ resource "pingdom_check" "checks" {
      + host                     = "50.116.35.50"
      + id                       = (known after apply)
      + integrationids           = [
          + 74,
          + 77,
        ]
      + name                     = "Testing Pingdom (DB)"
      + notifywhenbackup         = (known after apply)
      + port                     = (known after apply)
      + resolution               = 1
      + sendnotificationwhendown = 5
      + type                     = "ping"
      + url                      = "/"
      + userids                  = [
          + 13425950,
          + 13425959,
        ]
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p pingdom-checks-lifecycle`
* :put_litter_in_its_place: To **delete** this plan click [here](http://atlantis-5cfc96785d-9wq5w:4141/lock?id=mindvalley%252Fauxiliary%252Fpingdom%252Fmodules%252Fchecks%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p pingdom-checks-lifecycle`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
